<!doctype html><html lang="en"><head><meta charset="utf-8"/><link rel="icon" href="/posts/search-inflation/favicon.ico"/><meta name="viewport" content="width=device-width,initial-scale=1"/><meta name="theme-color" content="#000000"/><meta name="description" content="Un outil de recherche pour parcourir les données d'inflation"/><link rel="apple-touch-icon" href="/posts/search-inflation/logo192.png"/><link rel="manifest" href="/posts/search-inflation/manifest.json"/><title>Les inflations</title><script defer="defer" src="/posts/search-inflation/static/js/main.e9818b85.js"></script><link href="/posts/search-inflation/static/css/main.d617f37e.css" rel="stylesheet"></head><body><div class="container bg-light p-4" id="intro"><h1 class="mb-3 mt-4">L'inflation, produit par produit</h1><p>On résume souvent l’inflation par un chiffre, censé représenter comment les prix augmentent, mais tous les prix n’augmentent pas de la même manière, et n’affectent pas tout le monde de la même manière. Voici un petit outil pour explorer l&rsquo;&eacute;volution des prix de diff&eacute;rents produits, et comment ceux-ci p&egrave;sent dans nos budgets.</p><p>Cherchez parmi plus de 300 produits, allant du pain aux assurances vies en passant par l&rsquo;essence et les v&ecirc;tements.</p><p>Pour chaque produit, vous trouverez:</p><ul><li>L&rsquo;indice de prix, qui repr&eacute;sente comment le prix moyen de ce produit a &eacute;volu&eacute; sur les dix derni&egrave;res ann&eacute;es.</li><li>La part que prend ce produit dans le budget des Belges, avec la possibilit&eacute; de voir les diff&eacute;rences pour certains groupes de la population (par r&eacute;gion, par cat&eacute;gorie de revenus, etc.). Malheureusement, les données les plus récentes sur les dépenses datent de 2020, ce qui veut dire que l’on n’y voit pas les effets de l’inflation actuelle, et que les différences par rapport aux données plus anciennes sont à interpréter en tenant compte du covid.</li></ul></div><noscript>You need to enable JavaScript to run this app.</noscript><div id="root"></div><footer class="container bg-light p-4" id="footer"><h2>Données</h2><p>Les donn&eacute;es viennent de Statbel. Les indices de prix sont mis &agrave; jours mensuellement et peuvent &ecirc;tre t&eacute;l&eacute;charg&eacute; <a href="https://statbel.fgov.be/fr/open-data/indice-par-groupe-de-produits" target="_blank">ici</a></p><p>Les d&eacute;penses des m&eacute;nages sont estim&eacute;es par l&rsquo;<a href="https://statbel.fgov.be/fr/survey/enquete-sur-le-budget-des-menages-hbs" target="_blank" rel="noopener">enqu&ecirc;te sur le budget des m&eacute;nages</a>, r&eacute;alis&eacute;e tous les deux ans gr&acirc;ce &agrave; la participation de plus de 5000 m&eacute;nages. Les donn&eacute;es sont disponibles <a href="https://statbel.fgov.be/fr/themes/menages/budget-des-menages/plus" target="_blank">ici</a></p></footer></body></html>